Repository: redelivre/eletro-widgets
Catalog: lang/eletroWidgets-*.po
Languages: pt_br

source: Are you sure you want to clear all widgets and its settings from this canvas?
pt_br: Você tem certeza que deseja limpar a área de edição e remover todos os widgets?

source: Are you sure you want to apply this configuration to the public view of this canvas?
pt_br: Você tem certeza de que deseja aplicar as configurações atuais para a visualização pública do site?

source: Are you sure you want to restore an old configuration and discard unsaved changed? The restored configuration will not be public unless you apply it.
pt_br: Você tem certeza que deseja restaurar uma configuração antiga e descartar as alterações não salvas? A configuração restaurada não será pública até você a aplicar.

source: Widgets applied
pt_br: Configurações Aplicadas

source: Are you sure you want to remove this widget?
pt_br: Você tem certeza de que deseja remover este widget?

source: Show/Hide Controls
pt_br: Controles +/-

source: Clear
pt_br: Limpar

source: Import
pt_br: Importar

source: Export
pt_br: Exportar

source: Restore
pt_br: Restaurar

source: No History
pt_br: Sem Histórico

source: Apply
pt_br: Aplicar

source: Select
pt_br: Selecione

source: Add new Widget:
pt_br: Adicionar Widget:

source: Add
pt_br: Adicionar

source: There are no options for this widget.
pt_br: Não há opções para este widget

source: Displayed when the included widget is missing
pt_br: Mostrado quando o widget incluído está faltando

source: %s widget is missing, reactive it or remove this
pt_br: O widget %s está faltando, reative-o ou remova isto

source: No canvas specified
pt_br: Nenhuma canvas especificado

source: Invalid upload
pt_br: Envio inválido

source: Upload failed
pt_br: Falha no envio

source: The uploaded file is bigger than %d bytes
pt_br: O arquivo enviada tem mais do que %d bytes

source: The uploaded file is not plain text
pt_br: O arquivo enviado não é texto puro

source: The uploaded file is not valid json
pt_br: O arquivo enviado não é json válido

source: Allows you to use the power and flexibility of the WordPress Widgets to set up a dynamic area anywhere in your site and manage multiple columns of widgets, dragging and dropping them around
pt_br: Permite que você use o poder e a flexibilidade dos Plugins Wordpress para configurar uma área dinâmica em qualquer lugar do seu site com múltiplas colunas de widgets que podem ser arrastados e colocados onde quiser.
